Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Is daar 'n probleem?
ar: هل هنالك مشكلة؟

source: Een van die gaste het gesê:
ar: :أحد زبائن الفندق قال لي

source: "Daardie gas, Di Girolamo"
ar: " ضيفك المدعو دي جيرولمو "

source: "dis nie waar dat hy 'n makelaar is nie"
ar: " هذا ليس صحيح بأنه سمسار "

source: Ek sê toe: "Wat bedoel jy?"
ar: قلت: ماذ تقصد؟

source: Hy het gesê: "Dis iets om te ondersoek"
ar: "قال لي: "هنالك شيء عليك النظر به

source: Ek het hom toe geantwoord, en dit moet enige hotelbestuurder trots maak...
ar: ... لذاقمتبالردعليه بإجابة تجعل أي مدير لفندق فخوراً بها

source: Wil jy hoor?
ar: أترغب بسماعها؟

source: Ek het gesê:
ar: :قلت

source: "Meneer, meneer Di Girolamo het vir sy kamer betaal,
ar: سيدي المحترم، السيد " ... ديجيرولمو)يدفعثمنغرفته )

source: "elke maand stiptelik vir 8 jaar al"
ar: في كل شهر بحرص " " في الثامن سنوات الماضية

source: "Hy betaal nie net vir
ar: " وهو لا يدفع فقط مقابل الغرفة والوجبات "

source: "die kamer nie, maar ook vir 'n diens:"
ar: ثمن الغرفة يتضمن " :" خدمة أخرى

source: "ons diskresie"
ar: " التقديـر "

source: Dis wat ek geantwoord het
ar: هكذا كانت إجابتي

source: Dit was uitstekend
ar: - لقد كانت إجابة ممتازة

source: Ja, dit was verseker!
ar: - كانت كذلك ، أليس صحيحاً

source: Nogtans...is ek nuuskierig
ar: على الرغم من ذلك لا يزال الفضول يراودني

source: Wat is jou ware professie?
ar: ماهي مهنتك الحقيقية؟

source: U is te intelligent om nie te weet dat elke man 'n onnoembare geheim het
ar: أنت في شدة الذكاء ... بعدمإداركك بأن لكل رجل... أسرار لا تذكر

source: Kom ons maak so:
ar: لنقم بذلك

source: Jy vertel my jou diepste geheim, en ek vertel jou myne
ar: اخبرني عن سرك الأشد غموضاً وممنوعاً من الذكر وحينها سأخبرك بـ سري

source: Jy sal 'n goeie pokerspeler wees, jou gesig verklap niks nie
ar: أنت تلعب دور السمسار الممتاز أنت لا تغير من ملامح وجهك أبداً

source: Jy probeer tyd wen
ar: أنت تحاول كسب المزيد من الوقت

source: Ek het 'n paar sneeuskaatse gesteel, jare gelede, in die berge buite 'n hut.
ar: لقد سرقت حذاء تزلج منذ مدة طويلة من الجبال خارج الملجأ . .

source: Later toe ek teruggaan, sien ek iemand wat met die ski-hyser afgaan
ar: بعد ذلك، قررت أن أعود وعندها رأيته يهبط من مصاعد التزلج

source: Hy was woedend
ar: وقد كان غاضباً

source: Hy het sneeuskoene aangehad, maar geen skaatse nie
ar: كان بحوزته الأحذية الطويلة وأحذية التزلج ولكن بدون زلاجات

source: Hy was ontsteld,
ar: ملامح وجهه لم تكن ساره أبداً

source: Ek het nie sleg gevoel nie.
ar: لم أشعر بالذنب إطلاقاً . .

source: Dis nou jou beurt
ar: والآن حان دورك

source: Ek was 20, in die kombuis met my jaaroue stiefbroer
ar: كنت في 20 من عمري في المطبخ مع شقيقي الأصغر من الأب

source: Ek moet toets of sy kos te warm was,
ar: وكان من المفترض أن أتأكد ما إذا كان طعامه حاراً جداً

source: Ek het... dit was lou, ek het ontdek dat dit baie lekker was, 'n lekker tamatiesous
ar: وقد حاولت .. وكان فاتراً واكتشفت شيئاً آخر

source: Ek het alles opge-eet, en hy het sit en skree maar hy het darem oorleef
ar: أكلت القطعة بشراهه بينما هو اخذ يبكي من شدة اليأس ولكنني أعتقد بأنه نجا من الجوع ذلك اليوم

source: Ek het dit geniet
ar: - لقد استمتعت حقاً

source: 'n Vername finansier het gesê, dat as iemand 'n geheim vertel het, dan is dit nie meer 'n geheim nie
ar: مخبر مشهور قال مره: عندما ... يعرفشخصماسراً لم يعد سراً بعد ذلك

source: Dis my onnoembare geheim en dis nie die enigste nie
ar: وهذا سري الذي لا يمكن الإفصاح عنه وهو ليس السر الوحيد

source: Die samelewing oorvereenvoudig dinge soos dwelmiddels en verdeel die wêreld in verslaafdes en nie-verslaafdes
ar: المجتمع المحترم يميل إلى المبالغة في تبسيط معنى المخدرات بحيث يقسم العالم إلى مدمنين وغير مدمنين

source: sonder om iets tussenin te sien
ar: ! ولم تُأخَذ المراحل المتوسطة بالحسبان

source: Soos myne,
ar: كـ حالتي

source: ek gebruikt heroine, eenmaal per week vir 24 jaar al
ar: أتعاطى الهيروين مرة كل أسبوع منذ 24 عاماً

source: Net op Woensdagoggend, 10 uur
ar: فقط في صباح أيام الإربعاء في الساعة العاشرة تماماً

source: Ek het nooit afgewyk van my reël nie
ar: أنا لم يسبق أن خالفت ! هذا القانون إطلاقاً

source: Ek is nie 'n verslaafde nie
ar: لذا لا يمكنني أن أطلق ! على نفسي مدمناً

source: Ek kan nie sê dat ek totaal dwelmvry is nie,
ar: لا يمكنني القول بأنني عازل عن مشاكل المخدرات

source: Eenmaal per jaar gaan ek vir 'n skoonmaak-behandeling
ar: مرة في كل عام أقوم بتجديد دمي كلياً

source: Dit kos nogal baie,
ar: إنه مكلف

source: Hoe lank al is Nitto Lo Riccio op vlug?
ar: كم مضى على هروب نيتو لو ريتشو) ؟ )

source: 25, 26 jaar
ar: 25 .. 26 عاماً؟

source: Ek het nooit die man ontmoet wat my heroine voorsien nie
ar: لم يسبق لي أن قابلت مروج الهيروين

source: Ek het net een maal met hom telefonies gepraat
ar: تحدثت معه على الهاتف فقط لمرة واحدة

source: Sy naam is Ludovico
ar: (يدعى (لديفيكو

source: Ek dink dis onvanpas vir 'n dwelmhandelaar
ar: أعتقد بأنه اسم غير مناسب لـ تاجر مخدرات

source: Het u hierdie tafel bespreek?
ar: هل قمت بحجز هذه الطاولة؟

source: Verskoon ons, maar ons is so lief vir hierdie hoek
ar: ... اعذرنا ولكننا أحببنا هذه الزاوية كثيراً

source: Wil u hê ons moet skuif?
ar: هل تريد منا المغادرة؟

source: Ek het 'n plan, die tafel is groot genoeg vir ons 3
ar: لدي فكرة هذه الطاولة تسع لثلاثتنا

source: Ja, maar ek moet in die hoek sit
ar: - مارأيك؟ - أجل ولكنني أفضل الجلوس عند الزاوية

source: Maria, luister hier
ar: ماريا) استمعي إلى هذه)

source: Wat hy ookal wil, sal gebeur!
ar: ! مهما أراد أن يحدث !

source: 'n Mooi gemors!
ar: بفوضى جميلة

source: Dis die voordeel as jy net jou herinneringe het
ar: تلك تفيد في استخدامها فقط في ذكرياته لإثارة نفسه

source: Jy kan herinneringe besit jy kan selfs nog nuwes bykry
ar: ... يمكنكأن تمتلكالذكريات يمكنك أيضاً شراء ذكرى جميلة

source: Maar die lewe is ingewikkelder, veral menslike lewe 'n Vreesaanjaende, desperate avontuur
ar: ولكن الحياة معقدة خاصةً الحياة البشرية ... مخاوف،مغامراتيائسة

source: In vergelyking met formele perfeksionisme...
ar: قارن بين هذه الخطيئة . . المتلبسه بالنزعه

source: Kokaïen is maar net 'n tydverdryf, nogal lekker!
ar: وبين الكوكائين الذي يعتبر لا شيء سوى تسليه لبائع المحطة

source: Maar laat ons terugkeer na Sophie
ar: (ولكن دعونا نعود إلى (صوفي

source: Ons was poëties as ons haar bewonder het, beeldskoon en roekeloos
ar: أصبحنا شاعريين كما أحببنا وجودها، جميلة ومتهورة

source: Die ritme van haar lewe het gevloei uit ander fonteine as ons s'n
ar: إيقاع حياتها يختلف كإختلاف فصول الربيع لنا

source: Ons s'n kon net aankruip, jaloers
ar: بعضنا لا يمكنه الوصول لذلك ، حسودين

source: Hierdie krag van geluk, veeleisend en ook heerlik wat haar laat beweeg, van kop tot tone, het ons ontstel ontstel op 'n verrassende manier, maar tog ontstel
ar: هذة قوة السعادة كلاً من النزعة والجمال ذلك الذي ينتعش من رأسها إلى قدميها .. يزعجنا

source: Dis die woord
ar: زعزعنا عن ذلك السحر لكن ومع ذلك علينا تسويتها هذا ما أقول

source: As jy niks het om te sê nie, waarom praat ons?
ar: إن لم يكن لديك ما تقوله لما نحن على الهاتف الآن؟

source: Ek het baie om te doen
ar: لدي الكثير لأقوم به

source: - Hoe gaan dit met die kinders?
ar: - كيف حال الصغار؟

source: Kan ek met hulle praat?
ar: - اريد التحدث إليهم

source: Ek kyk gou wie's hier
ar: - لنرى من هنا

source: Pappa?
ar: أبي؟

source: Hoe gaan dit?
ar: - كيف حالكِ؟

source: - Wat doen jy?
ar: - ماذا تفعلين؟

source: - Niks nie
ar: - حالياً لا شيء

source: Wat bedoel Pa?
ar: - ماذا تقصد؟

source: Ek doen dit ook
ar: لأنني أفعل الشيء نفسه

source: Ek gee vir Ma Baie dankie vir die aanmoediging
ar: سأعطيك أمي شكراً على سؤالك

source: Titta?
ar: - تيتا)؟

source: Liliana raak gevat
ar: ) - ليلينا) أصبحت ظريفة)

source: Sy is sarkasties as sy verveeld is
ar: - تصبح ساخرة متى ما شعرت بالضجر

source: En as sy nie is nie?
ar: - صحيح؟ وإن لم تكن كذلك؟

source: Ek moet nou gaan
ar: أصبحت لا تطاق علي الذهاب حقاً

source: - Giulia...
ar: - جيوليا)؟ )

source: - Wat?
ar: - ماذا؟

source: Niks. Totsiens
ar: لاشيء ، وداعاً

source: Het jy jou lithium gedrink?
ar: -هل أخذت دوائك؟

source: Nog nie
ar: - ليس بعد

source: Wat sal ons doen vir ons goue herdenking?
ar: ماذا علينا أن نفعل بخصوص يوم ذكرانا الذهبي؟

source: Verkoop die skildery van die barones dan gaan ons na Cambodia soos ons nog altyd wou
ar: نبيع لوحة البارونة ونذهب في رحلة إلى كمبوديا التي كنا نتحدث عنها

source: Ons kan Della Rocca gaan besoek
ar: ويمكننا زيارة ديلا روكا

source: Nooit! dis die laaste wat ek van my ma oorhet!
ar: مستحيل, إنه الشي الوحيد الذي تبقى لي من أمي

source: Jou materialisme walg my
ar: - ! نظرتك المادية تقرفني

source: Drink jou litium!
ar: - تناول دوائك

source: Jy's net walglik kleinburgerlik!
ar: أنتِ مجرد برجوازية فظيعة

source: Eendag sal daardie prent net weg wees
ar: يوم ما .. لن تجدي تلك الصورة بعد ذلك

source: Ek sal dit verkoop en gaan dobbel in Monte Carlo
ar: سأقوم ببيعها وأذهب للمقامرة في مونتي كارلو

source: Probeer dit, en jy slaap onder die brug
ar: حاول فعل ذلك لأنه سينتهي بك الأمر في النوم تحت الجسر

source: Ek sal jou skei
ar: - سأنفصل عنك

source: Ek wil nie hier doodgaan nie
ar: - لا أريد أن أموت هنا

source: Ek wil iets opsienbarend doen
ar: أريد عمل شيء مدهش

source: Enigiets
ar: أي شيء

source: My lewe was spektakulêr
ar: فقد كانت حياتي مدهشة

source: Die vertoning is verby, Raak nou gewoond daaraan
ar: انتهى العرض ، عليك أن تتقبل ذلك

source: Ons is oud, ons sal hier doodgaan
ar: نحن كبار بالسن وسنموت هنا

source: As jy eerste sterf, sal ek jou met 'n gebroke hart volg
ar: إن مت أنت أولاً فسوف أتبعك بقلب مجروح

source: En omgekeerd, Nou, drink jou lithium
ar: . . والعكس صحيح والآن ، أرجوك تناول دوائك

source: Mnr Di Girolamo
ar: (سيد (دي جيرولمو

source: Mag ek u iets vra?
ar: هل لي أن أسألك سؤالاً؟

source: Ek is nuuskierig...
ar: . . أشعر بالفضول

source: Waarom wil u dat ons die geld per hand tel, en nie deur die outomaat nie?
ar: لما تريد أن يتم عد المال يدوياً؟ وليس بالآلة؟

source: Ons mag nooit geloof verloor in ons medemens nie,
ar: علينا أن لا نفقد الثقه مع اتباعنا

source: Die dag as dit gebeur, sal 'n bose dag wees
ar: اليوم الذي سيحدث فيه ذلك سيكون يوماً مشؤماً

source: - TOEKOMSPLANNE: MOET NOOIT DIE GEVOLGE VAN DIE
ar: :الخطط المستقبلية ... لاينبغيأننخطئ فيتقدير

source: LIEFDE ONDERSKAT NIE
ar: عواقب الحب ...

source: Dag!
ar: مرحباً

source: Dis u broer, meneer
ar: - إنه شقيقك ياسيدي

source: Sit hom deur
ar: - دعني أهاتفه

source: Nee, hy is self hier
ar: كلا، إنه هنا شخصياً

source: Groot broer!
ar: أخي الأكبر

source: Jy lyk goed! Moenie aan my gesig vat nie!
ar: - تبدو في حالة جيدة لا أحتمل ملامسة وجهي

source: Ek is jammer
ar: - آسف

source: Wat moet ek sê?
ar: - ماذا علي أن أقول؟

source: Enigiets, sommer enigiets
ar: - أي شيء - أختلق شيئاً إن أردت

source: Ek het nie baie verbeelding nie
ar: - لا أملك خيالاً واسعاً

source: Verdomp, dis nie maklik met jou nie
ar: تباً ، لا تتماشى النكت معك

source: Ek is altyd alleen Ek is nie gewoond aan praat nie
ar: أنا دائماً وحيد لم أعتد على الكلام

source: So, oefen op my
ar: إذاً استغل وجودي

source: Wanneer gaan jy weg?
ar: متى قلت بأنك ستغادر؟

source: Alreeds moeg vir my?
ar: - أبهذة السرعة مللت مني؟

source: Ek probeer praatjies maak
ar: - احاول فتح نقاش معك

source: Ek gaan môre Maldives toe
ar: سأذهب إلى جزر المالديف غداً

source: Hulle benodig 'n branderplank- instrukteur vir 3 weke
ar: إنهم بحاجة إلى مدرب لركوب الأمواج هذا الصيف لمدة 3 أسابيع

source: Hoe gaan dit met Pa?
ar: - كيف حال أبي؟

source: Hy's dood, maar hy weet dit nog nie
ar: - إنه ميت ولكنه لم يتيقن بذلك بعد

source: Hy gaan vir altyd lewe
ar: - سيعيش إلى الأبد

source: Jy bel hom nooit nie
ar: - لم تتصل به أبداً؟

source: Waarom moet ek?
ar: لما علي ذلك؟

source: Sodat hy my 'n krimineel kan noem?
ar: لأسمعه وهو يقول لي بأنني مجرم؟

source: Jy's maar net ongelukkig
ar: - حظك سيء هذا كل مافي الأمر

source: Ongeluk bestaan nie,
ar: - الحظ السيء لا وجود له

source: Dis 'n uitvindsel van verloorders, en armes
ar: إنه من صنع الفاشلين والضعفاء

source: Dit gaan in elk geval maar sleg met hom
ar: على أية حال هو ليس بخير

source: Hy wil teruggaan na Salerno,
ar: يريد العودة إلى سليرنو يقول بأن روما ليست موطنه

source: Maar my Ma wil nie uit Rome weg nie
ar: - ولكن أمي لا ترغب بالإنتقال

source: Ek het altyd van jou ma gehou
ar: - لطالما أحببت أمك أشكركِ

source: Jy is pragtig, weet jy?
ar: أنتِ جميلة ، أتعلمين بذلك؟

source: Ek gaan na die Maldives, wil jy nie saamgaan nie?
ar: أنا ذاهب إلى المالديف لما لا تأتين معي؟

source: Ek lyk maar sleg in swemklere
ar: لا أبدو جميلة مع سترة السباحة

source: Goeie antwoord
ar: إجابة مقنعة

source: As hulle so praat, wil hulle eintlik saamgaan
ar: عندما يفعلون ذلك غالباً يكون لديهم أمر ما

source: Het jy 'n meisie?
ar: هل لديك صديقة؟

source: O, ek sien, jy het nie
ar: فهمت ، ليس لديك

source: Onthou jy Dino Giuffrè, ons buurman?
ar: أتذكر (دينو جيفيرو) ، جارنا؟

source: Julle was vriende as kinders
ar: - لقد كنتم أصدقاء الطفولة أليس كذلك

source: Hy is my beste vriend
ar: - إنه أعز أصدقائي

source: Sien jy hom nog?
ar: - هل مازلت تراه؟

source: Nee, 20 jaar laas
ar: - كلا ، لم أتحدث معه منذ 20 عاماً

source: Nou hoe kan hy jou beste vriend wees?
ar: - هذه مبالغة نوعاً ما بإعتباره صديقك المفضل

source: Maar hy is!
ar: - ولكنه كذلك

source: Ek sien, jou verbeeldingsvriend
ar: فهمت ، صديقك الخيالي كالأطفال

source: Jy praat met hom in jou kop soos jy nie met my praat nie
ar: تخبره عن كل الأشياء التي لا تخبرني بها وما يدور في رأسك

source: Dino Giuffrè is my beste vriend, en dis al
ar: دينو جيفيرو) هو صديقي العزيز)

source: As mens ooit vriende was, bly jy vir altyd vriende
ar: حتى وإن كانت صداقتنا لفتره فنحن أصدقاء لمدى الحياة

source: Dis nonsens!
ar: ... ماهذاالهراء،علىأيةحال

source: Elk geval... ek het sy suster weer gesien Hm
ar: قابلت أخته الأسبوع الماضي

source: - Weet jy wat sy sê?
ar: أتعلم بماذا اخبرتني؟

source: Hy bly nie meer in Salerno nie Hy werk vir 'n elektrisiteitsverskaffer
ar: لم يعد يسكن في سليرنو وهو يعمل في شركة الكهرباء

source: Op die kraglyne, in die berge in die noorde
ar: يقوم بإصلاح أسلاك الكهرباء في الجبال ناحية الشمال

source: As daar 'n onderbreking is, klim hy op en maak dit reg
ar: ... عندماينقطعالكهرباء يقوم بالتسلق وإصلاحها

source: Selfs in die nag, en dis koud en winderig
ar: في الليل أيضاً عندما يكون الطقس بارداً وعاطفاً

source: So?
ar: - لذا؟

source: Is dit nie 'n vrot werk nie?
ar: - أليست مهنة رديئة؟

source: Dis maar werk soos ander
ar: - إنها مهنة كـ أية مهنة

source: Nee, dis nie, sy lewe is 'n gemors!
ar: - كلا ليست كذلك حياته حقاً تعيسة

source: Wil jy dit vergelyk met branderplank-instrukteur?
ar: أتقارنه بمدرب ركوب أمواج؟

source: In die Karibiese eilande?
ar: - في الكاريبي؟

source: Jy was maar altyd oppervlakkig
ar: - تبقى دائماً رجل يهوى المظاهر

source: Jy is nie 'n regte man nie, jy is maar nog steeds 'n seun
ar: أنت لست رجلاً حتى . . أنت مجرد صبي

source: Totsiens almal
ar: - إلى اللقاء جميعاً

source: Totsiens liefie!
ar: - إلى اللقاء - وداعاً عزيزتي

source: Ek werk al hier vir 2 jaar, en ek groet elke dag.
ar: عملت هنا لمدة عامين والقي التحيه لك يومياً ولم يسبق لك أن رددت التحية

source: Is jy bewus van my bestaan?
ar: لم تسنح لك الفرصة بالشعور بوجودي؟

source: Hello?
ar: مرحباً؟

source: Titta, is dit jy?
ar: تيتا) هل هذا أنت؟ )

source: Jy moet meer bedagsaam wees met daardie meisie, sy is regtig 'n goeie meisie
ar: كان عليك أن تكون أكثر تهذيباً مع تلك الفتاة إنها فتاة لطيفة

source: Sy het ook haar probleme, soos ek soos jy, soos almal
ar: لديها مشاكل أيضاً مثلك ، مثلي ، مثل أي شخص

source: Dink jy jy is die enigste met probleme?
ar: أتعتقد بأنك الوحيد من يعاني من المشاكل؟

source: Wel, is jy bly ek het gekom?
ar: - حسناً ، هل سعدت بحضوري؟

source: Baie
ar: - جداً

source: Leuenaar! Jy was maar altyd 'n leuenaar
ar: كاذب ، ستبقى دائماً هكذا

source: Miskien is dit die gevaarlikste ding wat ek ooit gedoen het, om hier te kom sit
ar: ربما جلوسي على هذه الحانة يعتبر أكبر خطورة ارتكبها في حياتي

source: Is jy Di Girolamo?
ar: هل أنت (دي جيرولمو)؟

source: Het ek iets verbrou?
ar: هل أرتكبت خطأً؟

source: Miskien 'n fout gemaak sonder om dit te besef?
ar: ... ربماأرتكبتخطأً ولم أعي بذلك؟

source: Wel?
ar: إذاً؟

source: Het julle my kom haal?
ar: هل أتيتم لأجلي؟

source: Ek wil graag weet
ar: أريد أن أعرف

source: Jy vly jouself, Di Girolamo
ar: (لا تغتر بنفسك (دي جيرولمو

source: Ons het 1,500 km gery, en is moeg
ar: لقد قطعنا 1,500 كيلومتراً ... ونحنمتعبون

source: Jy het al 4 vrae gevra, en in ons besigheid is een al te veel
ar: ... لقدسألتنيأربعةأسئلة وفي طبيعة عملنا ، يعتبر ذلك كثيراً

source: Hierdie is nie 'n vasvra nie
ar: هذا ليس ببرنامج سؤال وجواب . . وأنا لست بـ متسابقك

source: So, wees nou soet en kalmeer
ar: لذا . . كن مطيعاً وابق هادئاً

source: Dis hy!
ar: إنه هو

source: Martusciello
ar: (مارتوشيلو)

source: Die televisie werk nie
ar: التلفاز لا يعمل

source: Wat doen jy sonder TV?
ar: ماذا تفعل من غير تلفاز؟

source: Vra eers wie dit is
ar: أسأل من يكون أولاً

source: Wie is daar?
ar: من الطارق؟

source: Ek
ar: أنا

source: Hoe het dit gegaan?
ar: - كيف سارت الأمور؟

source: Komplikasies?
ar: أية تعقيدات؟

source: Ja, ek het honger geword
ar: أصبحت جائعاً بشكل ما

source: Verwag jy iemand?
ar: أتنتظر أحداً؟

source: Moenie vra wie dit is nie
ar: الآن لست مضطراً للسؤال عن الطارق

source: Toemaar, dis net my koffer
ar: لا تقلقوا ، إنها حقيبتي

source: Niccol, besef jy, waar al ons werk heen gaan?
ar: نيكولو)، هل أيقنت أين أنتهى عملنا؟ )

source: Daarin
ar: في هذه

source: Kom een van jou kêrels jou weer vandag oplaai?
ar: هل أحد من أصدقائكِ سيصطحبكِ اليوم؟

source: Watse kêrels?
ar: أصدقائي؟

source: Hulle wat altyd buite wag as jy klaarmaak
ar: أولئك الذين ينتظرونكِ بالخارج ! عندما تنتهي فترة عملكِ

source: Dis nie kêrels nie, dis instrukteurs
ar: هؤلاء ليسوا أصدقائي وإنما مدربين القيادة

source: Ek neem bestuurslesse na werk
ar: أنا آخذ دروساً بعد العمل

source: Ek gaan my lisensie kry
ar: سأحصل على رخصتي

source: O! Dis hoekom jy altyd agter die wiel inklim?
ar: لهذا السبب تركبين في مقعد السائق

source: Ek het nie gedink jy is so oplettend nie
ar: لم أكن أتوقعك أن تلاحظ كل هذه الأشياء

source: Skaam mense merk alles op, maar hulle word nie opgemerk nie
ar: الأشخاص الخجولين يلاحظون كل شيء ولكن لا يتم ملاحظتهم

source: Merk hulle net alles van my op?
ar: يلاحظون كل شيء ؟ أم يلاحظونني أنا فقط؟

source: - Die laaste een!
ar: - الأخيرة

source: Ons het 'n probleem
ar: لدينا مشكلة !

source: Die geld balanseer nie, daar kort 100,000
ar: الحسابات غير متساوية ! هناك 100,000 دولار مفقودة

source: Kan ons weer tel - met die outomaat?
ar: هل نعيد الحساب بإستعمال الآلة؟

source: Wat dink u?
ar: مارأيك؟

source: Sit die geld terug in die tas asseblief
ar: اعد المال إلى الحقيبة فوراً

source: Moenie so sê nie, dis verseker ons fout
ar: ! لا تقل ذلك بالتاكيد هنالك خطأ

source: Daar is verseker nou 'n gebrek aan vertroue tussen ons
ar: من الواضح أن هناك نقص ! بالثقة التي بيني وبينكم

source: Pak die geld in
ar: اعد المال إلى الحقيبة

source: Sluit my rekening dadelik
ar: رتب حسابي لإغلاقة فوراً

source: Moenie haastig wees nie, ons sal dit regmaak
ar: ! دعنا لا نتسرع في الأمور سنتوصل لحل هذه المسألة

source: Meneer?
ar: سيدي؟

source: Ons tel nog 'n keer, en as ons dieselfde kry, sal die bank die ontbrekende voorsien
ar: سنعيد حساب المال إن توصلنا إلى نفس الأمر المصرف سيعوض الـ100,000 دولار المفقودة

source: Ek sou minder beledig gevoel het as jy my ma vermoor het
ar: سأتعرض لإهانة أقل من هذه لو قتلت أمي

source: Jy stel voor dat ek 'n donasie van jou bank aanvaar?
ar: لنعد لإقتراحك أن أقبل تبرع خيري من مصرفك؟

source: Om te verloor in Grabber teen 'n skelm amateur beteken nie dat jy nie in staat is om 'n blufspel te speel nie
ar: ... الخسارةفي غرابرلهواةالغش لايعني أنه غير قادر على تنفيذ خدعة كبيرة

source: Om suksesvol te wees, moet jy dit enduit voer
ar: لإنجاز نتائج جيدة لابد من إستمرار الخدعة

source: Tot die hoogste graad
ar: إلى أقصى درجة

source: Geen kompromis
ar: ليس هناك مجالاً للمساومة

source: Jy kan nooit net halpad bluf nie
ar: لا يمكنك أن تتوقف عن المخادعة ! في المنتصف وبعدها تفصح عن الحقيقة

source: Jy moet reg wees om die risiko te neem om belaglik voor te kom
ar: عليك أن تستعد للمخاطرة للهروب عن المشهد السخيف

source: Ek wag nog dat julle die geld terugpak
ar: سيدي، أنا أنتظرك فقط أن تعيد المال إلى الحقيبة

source: Meneer, ons het per abuis nog 4 bondels van 25,000 in die tas gelos
ar: ... سيدي،لم نلاحظبوجود4حزم لـ أكثر من 25,000 في الحقيبة ...

source: Ons moet nooit geloof in ons medemens verloor nie
ar: علينا أن لا نخسر ثقة اتباعنا بنا أبداً

source: Dit was vandag 'n slegte dag vir jou
ar: لقد كان يوماً سيئاً لك اليوم

source: Gaan sit die geld in die kluis
ar: هل أُخذ المال إلى المخزن؟

source: Hoe lyk dit?
ar: كيف تبدو؟

source: Ek sien, jy verkies die ander
ar: لقد فهمت أنت تفضل الحذاء السابق

source: - Hier
ar: - تفضلي

source: - Dankie
ar: - شكراً

source: Wat beteken dit?
ar: مامعنى ذلك؟

source: Dat ek ophou verloor het
ar: يعني بأنني توقفت عن الخسارة

source: Ek wil jou iets wys
ar: ... بالمناسبة لدي شيء أريد أن أريك إياه

source: Ek wil jou ook iets wys
ar: وأنا أيضاً لدي شيء لأريكِ إياه

source: Dis pragtig,
ar: إنها جميلة

source: Hoeveel kos so'n speelding?
ar: كم تكلفة لعبة كهذة؟

source: 100,000 dollar
ar: - 100,000 دولار

source: Dis oulik, dit gaan jou jonger laat lyk
ar: - اختيار موفق ستجعلك أصغر سناً

source: Dis nie myne nie, dis joune
ar: - إنها ليست لي ، بل لكِ

source: Jy speel seker?
ar: - أنت تمزح؟

source: Ek het al een
ar: لدي سيارة

source: Ek kan dit nie aanvaar nie
ar: ! لا يمكنني قبول هدية كهذه

source: Dis wat mens altyd sê
ar: هذا ما يقوله الناس دوماً

source: Jy verstaan nie, dit sal ons verhouding totaal verander
ar: أنت لم تفهم! قبول هذه قد تبدل من علاقتنا كلياً

source: Ek wil ons verhouding totaal verander
ar: أرغب في تبديل علاقتنا كلياً

source: Koop jy my?
ar: تريد شرائي؟

source: Jy kan nie so-iets vir iemand gee wat jy nie eers ken nie
ar: لا يمكنك إعطاء سيارة ! كهذة لشخص تجهله

source: Ek ken jou
ar: - أنا أعرفكِ

source: Ken jy my?
ar: - حقاً؟

source: Wat weet jy van my?
ar: ماذا تعرف عني؟

source: Laat ek hoor
ar: دعني اسمعه

source: Wat wil jy van my hê?
ar: ماذا تريد مني؟

source: Stop met jou stom vertoning
ar: توقف عن إعطائي ! هذا الصمت التمثيلي

source: Dit sal nie altyd werk nie
ar: فهذا لا يفلح دائماً

source: Jy moet IETS sê!
ar: عليك أن تقول شيئاً

source: Praat!
ar: - تكلم - ماذا علي أن أقول؟

source: Wat kan ek nou eintlik sê?
ar: ما الذي يمكنني قوله بمثل هذه الحالات؟

source: Ek is 'n besigheidskonsultant
ar: أنا مستشار تجاري

source: Ek sal nooit hierdie geskenk aanvaar nie
ar: لن أقبل بهذه السيارة

source: Hoekom?
ar: لماذا؟

source: Ek wou sien waar jy woon
ar: أردت أن أرى مسكنك

source: Hou jy van my kamer?
ar: - أعجبتكِ غرفتي؟

source: Dis 'n kamer
ar: - إنها غرفة

source: Dis my kamer
ar: إنها غرفتي

source: Kan jy die lig aanskakel?
ar: هلا أشعلت ضوء الغرفة؟

source: Waarom het jy gekom?
ar: لما أتيتِ؟

source: Ek het skuldig gevoel
ar: شعرت بالذنب

source: Jy voel dat jy benodig word daarom het jy gekom,
ar: شعرت بأنكِ مرغوبة لهذا أتيتِ

source: maar ek benodig niemand nie
ar: ولكنني لستُ بحاجة إلى أحد

source: Om 'n geskenk te aanvaar, moet ek weet van wie dit kom
ar: ... لكيأقبلالهدية علي أولاً معرفة من يكون صاحبها

source: My naam is Titta Di Girolamo
ar: (اسمي (تيتا دي جيرولمو

source: Vir 24 jaar, elke Woensdagoggend om 10 uur gebruik ek heroin
ar: ... لمدة24 عاماً في كل صباح أيام ... الإربعاءالساعةالعاشرة اتعاطى الهيروين ...

source: Vandag is die eerste uitsondering
ar: لم يسبق لي أن خالفت ذلك ... بإستثناءهذهالليلة

source: Ek was 'n besigheidskonsultant 10 jaar gelede
ar: كنت مستشار تجاري منذ عشر سنوات

source: Toe 'n beleggingskonsultant by die aandelemark
ar: ... مستشارتجاري كنت سخصاً يعمل بسوق الأوراق المالية

source: Ek het al die aankoop van 'n olie-tenkskip gefasiliteer
ar: فاوضت في شراء ناقلة نفط

source: Dis nie 'n eenvoudige transaksie nie
ar: وليس من السهل التفاوض ! في شراء ناقلات النفط

source: Ek het biljoene belê vir kliënte
ar: استثمرت البلايين

source: Vir die Mafia ook
ar: استثمرت للمافيا أيضاً

source: Ek het 250 biljoen van hulle in 2 ure verloor
ar: إستثمرتُ لهم 250 بليون وفقدت 220 في ساعتين
